label koster_ta_rout:
scene bg int_dining_hall_people_sunset with Dissolve(1.0)
"Самое главное здание в лагере? Туда, куда идут толпы людей и там, где собираются самые большие группы людей в лагере? Конечно столовая. Вот и сейчас группки пионеров тянулись вереницей к величавому зданию столовой."
"А вон и Ольга Дмитриевна, идет вместе со всеми в столовую!"
"Я рванул в ней, попутно прокручивая варианты времяпровождения после ужина."
show od_smile
show od_pion behind od_smile
show od_telo behind od_pion
with Dissolve(0.5)
me "Ольга Дмитриевна, я вас везде ищу! Вот бегунок, все заполнил."
mt "Молодец Семен, давай его."
"Она взяла бегунок и посмотрела на подписи. "
mt "Я рада, что ты выполнил всё как надо. Иди ужинай, и не забудь - после ужина на площадь, у нас костер, который для всех обязателен."
me "Угу."
scene bg int_dining_hall_people_sunset with Dissolve(0.5)
"Я понуро кивнул, ведь столько планов строил на вечер, а тут костер какой-то..."
"Сегодня на ужин давали: рис с котлетой, чай, булку с сыром \"Дружба\", куда без него? И шоколадку. "
"\"Неплохо, голодному человеку вообще все равно что есть, главное поесть\"."
"Я взял поднос с пищей, осталось выбрать место для употребления данных продуктов. Впрочем, выбирать было не из чего. Все мои знакомые сидели с кем-то, а сидеть с кем-то незнакомым не хотелось. Поэтому я выбрал двух местный столик у окна. Там пока никого не было."
"Сев за столик, я начал очень быстро есть пищу, не хотелось размусоливать. Хотя торопиться некуда, после столовой – перенос вещей, хех. Которых почти и нет-то."
"Когда последняя капля чая улетела ко мне в рот, когда шоколадка была убрана в карман, ко мне подошла Ольга Дмитриевна."
show od_telo 
show od_surp 
show od_pion 
with Dissolve(0.5)
mt "Не забудь что вещи надо перенести к Тамаре, домик какой знаешь?"
"Я мотнул головой."
mt "Тринадцатый домик. Тамара тоже освобождается от костра, ей присутствовать необязательно, как и тебе. Удачного вечера."
"Она улыбнулась и пошла на свое место."
me "Хватит намекать, Ольга Дмитриевна! "
mt "Я ничего такого не имела ввиду, это ты уже придумываешь что-то там себе. "
hide od_telo 
hide od_surp 
hide od_pion 
with Dissolve(0.5)
"«Ну да, ну да. Будем впредь аккратней разговаривать с вожатой»."
"Я встал из-за стола, отнес поднос, отправился в увеселительное путешествие от домика к домику. Носить свои пожитки и разговаривать с Тамарой, ситуация меня позабавила и удивила одновременно. Думаю, стоит поинтересоваться причинами разлада в отношениях с Мику."
scene bg ext_houses_sunset with Dissolve(1.0)
"15, 14, а вот и 13 номер. В руках пальто, а в другой пусто. Конфет, цветов – будет набор юного романтика. Только не романтик я и цветов с конфетами нет. Зато есть достижение 21 века – телефон. Так все, хватит идиотских размышлений и фантазий, пришел на заселение, повторное, разговор с Тамарой."
scene bg1 with Dissolve(1.0)
"Поднявшись по лестнице, постучал в дверь, мало ли, чем занята Тамара. "
ta "Открыто."
scene bg1 with Dissolve(1.0)
"Не медля ни секунды, я вошел в домик. Предо мной была обычная, аутентичная комната с двумя кроватями, шкафом, окном и столом. Пару тумбочек завершали список инвентаря, ах да, еще и девушка в придачу. "
"«Видимо у дизайнера не было фантазии напрочь, и он придумал все по одному плану, или его вообще никогда не было, все тут сделано так, чтобы человек смог прожить. Но все же это Советский Союз, поэтому не страшно - тут делали на совесть."
ta "Что стоишь как истукан? Раскладывайся, Мику уже все забрала."
me "Да мне в принципе нечего тут раскладывать."
"Я показал на пальто и развел руками, будто извинялся перед ней."
ta "Вообще ничего нет?! Да как ты вообще сюда попал? У тебя же даже сменного белья нет!"
me "Мне их позже привезут родители, так что не беспокойся."
"Буркнул я. Развивать тему не хотелось, да и не стоило. Эта информация не подходила ни для чьих ушей. Исключительно мое, сокровенное, важное. "
"Волнение распространялось по телу стремительно. Волнение за то, что меня могут не понять, если я решусь рассказать. Но особенно за сохранность информации. Ведь меня уже подозревают - разговор Евгения Борисовича и вожатой вынырнул из глубин памяти, забыть его и жить обычной пионерской жизнью не получалось." 
"Сердце бешено колотилось, разгоняя горячую кровь по телу, адреналиновые волны налетали словно морская волна на каменный пирс. Было по-настоящему страшно, меня могли обвинить в чем угодно - от невменяемости до шпионажа или чего хуже. Я мог все рассказать под пытками, уколами с сывороткой правды или допросом с пристрастием - и тогда точно конец. Пусть это - лишь мое воспаленное воображение, но из-за малейшего подозрения Ольги Дмитриевны, которая теперь больше смотрит на меня, я могу оказаться в удручающем положении. Пока это далеко, сейчас стоит не вызывать подозрений ни у кого, что я примерный пионер."
ta "Если так, то хорошо, Семен. Располагайся и сходи за постельным, а то Мику все забрала."
"Презрение прямо сквозило из уст Тамары - будь тут Мику, она точно не осталось в стороне. Впрочем, их ссора сейчас меня волновала меньше все - хоть я и собирался расспросить Тамару о произошедшем, но настроение пропало, да и силы покинули меня окончательно - день-то выдался тяжелым и полным на события."
me "Где склад?"
ta "Около администрации, слева."
me "Скоро вернусь."
"Я развернулся и пошел к выходу. Думать ни о чем не хотелось, совершенно. Хотелось лечь спать побыстрее."
show bg ext_houses_sunset with Dissolve(0.1)
show prologue_dream
"Скрип двери, ступенек." 
"Порыв ветра, знойный воздух прошедшего дня – все стремительно пролетало."
show bg ext_storage_sunset with Dissolve(0.1) 
"Здание склада, скрип несмазанных петель,"
scene bg1 with Dissolve(0.1) 
show prologue_dream
"Славя,"
show sl_telo_2
show sl_norm_2
show sl_pion_2
show prologue_dream
"Получение белья, молчаливое кивание головой и обратный путь. Ничего не запоминалось."
scene bg1 
show prologue_dream
"Подъем по ступенькам нового дома. Тамара на месте. Расстилание белья, падение в одежде на кровать. Укрывание одеялом и неважно, что там говорит Тамара про одежду, неважно. Вечер уже прошел и то славно. "
"Хотелось мне его так провести? Нет. Изменил бы? Да. Смог бы? Нет. Поганый день? Безусловно. "
scene bg1 with Dissolve(1.0)
me "Доброй ночи."
ta "Уже спать?! А как же..."
"Она не успела договорить - я прервал фразу, поняв к чему клонит."
me "Костра для нас не будет, Ольга Дмитриевна освободила, так что можешь отдыхать."
show blink_up with Dissolve(2.0)
"Сон уже захватывал мое сознание, но не тут-то было. Тамара видимо решила добить меня морально."
scene bg1 with vpunch
"Она потрясла меня за плечо:"
ta "Семен, можешь выйти на пару минут?"
me "Зачем?"
ta "Я переоденусь."
me "Я лежу к стене, с закрытыми глазами и почти сплю. Мне неинтересно на тебя смотреть, так что переодевайся, а я спать."
"\"Главное - вежливо, и она поймет\"."
ta "Я стесняюсь, выйти пожалуйста.	"
me "Черт, Тамара, я тоже как-нибудь разбужу тебя и скажу: \"Выйди, я стесняюсь!\" Хорошо?!"
ta "Не кричи. Я не специально это сделала, просто засиделась в книжке. "
me "Угу."
scene bg1 with Dissolve(1.0)
"Я скинул одеяло и вышел на улицу. Прохладный ветерок бодрил, зной сошел на нет, а сухость воздуха ушла сменившись холодком. В голове было так же пусто, как и ранее, только сейчас хотель курить. "
"\"Что мне мешает? Правильно - ничего\"."
"Достал пачку и спокойно закурил, выпуская клубы дыма в вечер."
"Взади зашуршала Тамара, приоткрыла дверь."
ta "Ты что, куришь? "
me "Ага."
"В ее голосе не звучало удивления или порицание, как было бы со Славей или с кем-то еще."
ta "А мне можно?"
me "Нет. "
ta "Почему?"
me "Маленькая еще."
ta "У меня в феврале - день рождения, так что я почти уверена, что старше тебя."
me "На пару месяцев? У меня в апреле. Не зазнавайся и иди спать. Я уже закончил."
"Бычок, предварительно загашенный, отправился в кусты."
ta "Спокойной ночи, Семён."
me "Ага."
scene bg1 with Dissolve(1.0)
"На этот раз я плюхнулся на кровать раздетым. Что-то сподвигло меня раздеться."
show bg black with Dissolve(2.0)
"Сон пришел быстро и уже через каких-то пару минут, я мирно спал."
